Revit 2027 API
ConnectionValidationInfo.ManyWarnings Method
 Returns number of warnings generated by reload.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int ManyWarnings()
Public Function ManyWarnings As Integer
public:
int ManyWarnings()
member ManyWarnings : unit -> int
Return Value
Int32
See Also
Reference
ConnectionValidationInfo Class
Autodesk.Revit.DB Namespace